-- phpMyAdmin SQL Dump
-- version 5.0.2
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: May 18, 2020 at 05:36 PM
-- Server version: 10.4.11-MariaDB
-- PHP Version: 7.4.5

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `dms`
--

-- --------------------------------------------------------

--
-- Table structure for table `dorm`
--

CREATE TABLE `dorm` (
  `Dorm_No` varchar(6) NOT NULL,
  `Amount_Room` varchar(25) DEFAULT NULL,
  `DormType` varchar(25) DEFAULT NULL,
  `PersonnelID` varchar(10) NOT NULL,
  `room_type` varchar(1) NOT NULL,
  `dorm_type` varchar(1) NOT NULL,
  `price` int(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `dorm`
--

INSERT INTO `dorm` (`Dorm_No`, `Amount_Room`, `DormType`, `PersonnelID`, `room_type`, `dorm_type`, `price`) VALUES
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '1213224535', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '1223242576', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '2213422256', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '3326780098', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '4039504882', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '4682794505', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '4839596949', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '4859403928', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '5584930486', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '5609320846', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '5685904922', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '5849305968', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '5969492840', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '6059029193', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '6094065960', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '6509684829', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '6859403039', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '6950090097', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '6950095940', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '6950385074', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '6950684950', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '6950697840', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '8493949955', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '8593058790', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '8960294021', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวการิ', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวคฑาว', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวจักร', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวญารพ', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวดนัย', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวดนุน', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวดรัล', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวตรัย', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวตุรา', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวถิรพ', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวทนุธ', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวทินบ', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวธนวั', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวธนวุ', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวธนาค', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวธนาป', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวนภาด', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวนิพิ', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวนิรุ', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวประว', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวปัตม', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวเตชิ', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวเรวั', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวโภคก', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวไกรเ', '', '', 0),
('A', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางาสวปิยว', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '1145869036', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '3357357389', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '3358490865', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '3369070848', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '3545626748', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '4632174785', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '5321256889', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '5548590980', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '5574322678', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '5635789956', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '5743789330', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '5809779630', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '5822920571', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '5823850680', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '5853457889', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '5921039750', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '5924910147', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '6500446911', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '6843278949', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '7426678954', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '8532468907', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '8964323586', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '9529406070', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '9705834860', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '9906456358', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวกัทล', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวกำธร', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวชัชช', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวชาตเ', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวชุติ', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวญาณโ', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวนิวา', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวนีโล', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวบทมา', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวบริบ', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวปยุต', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวประก', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวประณ', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวปรีญ', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวปรีด', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวปวิช', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวปองพ', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวปองเ', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวปาล ', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวปิติ', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวเวทน', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวเอกฉ', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวโอบก', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวไวภพ', '', '', 0),
('B', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นางสาวไวรั', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '1123156780', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '1125500098', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '1134256789', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '1145370009', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '1256785490', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '2213268908', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '2231567806', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '2234509848', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '2313590869', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '2315647789', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '2349875601', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '3175475689', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '3245179504', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '3324160976', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '3324577800', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '3353786906', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '3356889009', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '4536802698', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '5366890753', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '5546118070', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '5640216984', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '6753905214', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '8876499087', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '9088680432', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '9845000874', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายกมลเทพ ', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายกรณ์ ตา', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายกันตินั', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายกันต์ธี', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายจรณ์ คา', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายชญาตว์ ', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายชนัต กม', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายชลทรัพย', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายชลธี ต่', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายฌายิน จ', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายณัฎฐ์ จ', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายดนวัต ล', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายตฤณ ถาด', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายตาณ จริ', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายตีรณ จา', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายตุงคิน ', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายตุนท์ ต', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายตุลา ซุ', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายถวิต ทร', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายถวิต แห', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายถิร นาน', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายทัตติ น', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายรักชลิต', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายเมธัส ไ', '', '', 0),
('C', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายโตยธาร ', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '1009877796', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '1100987538', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '1188797000', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '1196055079', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '1199098764', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '2009897432', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '2109867589', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '2110967054', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '2256789043', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '2290886809', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '3311446780', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '3354777890', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '3396055097', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '4409655593', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '4425117700', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '4430456332', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '4462353211', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '5594098076', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '6099049961', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '6654365590', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '6675422345', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '8766605960', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '8889705504', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '8897221160', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', '9908654326', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายทัตเทพ ', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายทาวัต ไ', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายทิทยุ น', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายทินโชติ', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายทีปกร พ', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายธนพล นา', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายธนัช รว', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายธนากร บ', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายธนานพ แ', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายธัชชัย ', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายนทีนท ร', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายนพรุจ ม', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายนภวัต ล', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายนรชัย ช', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายนรภัทร ', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายนรวร รา', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายนรวุฒิ ', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายนฤปนาท ', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายนวีน ให', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายนิธาน ต', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายนิธิป ร', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายนิรัช ธ', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายเทพทัต ', '', '', 0),
('D', 'หอพัดลม 6000 หอแอร์ 15000', 'ชายล้วน หญิงล้วน', 'นายโถมนะ พ', '', '', 0);

-- --------------------------------------------------------

--
-- Table structure for table `room`
--

CREATE TABLE `room` (
  `Room_NO` int(11) NOT NULL,
  `Room_Air` int(11) DEFAULT NULL,
  `Room_Fan` int(11) DEFAULT NULL,
  `Dorm_No` varchar(6) NOT NULL,
  `dorm_type` int(1) NOT NULL,
  `price` int(255) NOT NULL,
  `booked` int(1) NOT NULL,
  `booked_name` varchar(200) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `room`
--

INSERT INTO `room` (`Room_NO`, `Room_Air`, `Room_Fan`, `Dorm_No`, `dorm_type`, `price`, `booked`, `booked_name`) VALUES
(101, 0, 1, 'B', 0, 5000, 0, ''),
(102, 0, 1, 'B', 0, 10000, 0, ''),
(104, 1, 1, 'B', 0, 5000, 1, '0612343241'),
(109, 1, 1, 'D', 1, 10000, 1, '0812546487');

-- --------------------------------------------------------

--
-- Table structure for table `student`
--

CREATE TABLE `student` (
  `StudentID` varchar(10) NOT NULL,
  `StudentSSN` varchar(13) DEFAULT NULL,
  `StudentName` varchar(150) DEFAULT NULL,
  `StudentGender` varchar(5) DEFAULT NULL,
  `StudentTel` varchar(10) DEFAULT NULL,
  `StudentAddress` varchar(250) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `student`
--

INSERT INTO `student` (`StudentID`, `StudentSSN`, `StudentName`, `StudentGender`, `StudentTel`, `StudentAddress`) VALUES
('0612343241', '1123243214435', 'นายวัชระ ดวงดี', 'ชาย', '0912132435', '119/1 ซอยรามคำแหง 50 (ซอยสหกรณ์1), หัวหมาก, บางกะปิ, กรุงเทพฯ, ประเทศไทย, 10240'),
('0812546487', '3424256709876', 'นายวิกร บ้านใหม่', 'ชาย', '0876543536', '2/1 ซอย 20 มิถุนา แยก 13 สามเสนนอก, รัชดา, ห้วยขวาง, กรุงเทพฯ, 11235'),
('0987676768', '0098976754321', 'นายยุทธนา คงมี', 'ชาย', '0912342415', '99 ถนนราชดำริ, ปทุมวัน, , สยาม, ปทุมวัน, กรุงเทพฯ, ประเทศไทย, 10330'),
('5609873254', '1364898788788', 'นางสาวเปรมยุตา ขนสุข', 'หญิง', '0806543276', '559 ถนนราชปรารภ แขวงมักกะสัน , ประตูน้ำ, ราชเทวี, กรุงเทพฯ, ประเทศไทย, 10400'),
('5612343254', '3345465427890', 'นายภาสวร ชื่อยาก', 'ชาย', '0657543654', '122/19 ถนนราชปรารถ แขวงถนนพญาไท เขตราชเทวี ประตูน้ำ, ประตูน้ำ, ราชเทวี, กรุงเทพฯ, ประเทศไทย, 10400'),
('5635862140', '1198373283243', 'นายสมคิด บุญมี', 'ชาย', '0896432679', '1115 ถนนพระราม 3 แขวงช่องนนทรี เขตยานนาวา กรุงเทพ 10120'),
('5687654388', '117409876543', 'นายราเชน บำรุง', 'ชาย', '997654339', '316/1 ซอยสามเสน 4, ถนนสามเสน, บ้านพานถม ,กรุงเทพฯ, ประเทศไทย, 10200'),
('5709807612', '2234353421786', 'นายวิรากร ขำขัน', 'ชาย', '0923451654', '57ถนนวิทยุ, เพลินจิต, กรุงเทพฯ, ประเทศไทย, 10330'),
('5709876543', '1122334455667', 'นายรัตนทัด อยู่ทน', 'ชาย', '0978676554', ' 474 ซอยรามคำแหง 39 (เทพลีลา) พลับพลา วังทองหลาง, พลับพลา, ลาดพร้าว, กรุงเทพฯ, ประเทศไทย, 10310'),
('5765898632', '2654678899754', 'นายธนาคม มั่งคง', 'ชาย', '0812345668', '43/9 หมู่7 ซ.ชูชาติอนุสรณ์ 4 ต.บางตลาด อ.ปากเกร็ด จ.นนทบุรี 11120'),
('5789065743', '1364898788986', 'นางสาวภาวินี สวยสุด', 'หญิง', '898768798', '707 ซอยลาดพร้าว 130 (รามคำแหง 81) ถนนลาดพร้าว แขวง คลองจั่น, คลองจั่น, บางกะปิ, กรุงเทพฯ, ประเทศไทย, 10240'),
('5798123456', '234567890123', 'นายยุทธนา บ้านนา', 'ชาย', '0900123456', '409 -421/4 ถนน เยาวราช, เยาวราช, สัมพันธวงศ์, กรุงเทพฯ, ประเทศไทย, 10100'),
('5800098675', '1111000000987', 'นางสาววิมล คนดี', 'หญิง', '0614325678', ' 9 ซอย 2 ราษฎร์ดำริ ต.หาดใหญ่, ตัวเมืองหาดใหญ่, อำเภอหาดใหญ่, สงขลา, ประเทศไทย, 90110'),
('5866332467', '1145678865448', 'นายธายุ คงคล', 'ชาย', '987643356', '67/3ซอยศูนย์วิจัย ถนนพระราม 9 แขวงบางกะปิ เขตห้วยขวาง กรุงเทพฯ 10310'),
('5887543785', '166464876589', 'นายธนภัทร หลาก', 'ชาย', '876543298', '59 ซอยเชียงคำ ตำบลสุเทพ อำเภอสุเทพ, สนามบินเชียงใหม่, อำเภอเมืองเชียงใหม่, เชียงใหม่, ประเทศไทย, 50200'),
('5887543980', '1123451754867', 'นายถิรเจด แน่วแน่', 'ชาย', '987437543', '112 ถ.ช้างคลาน อ.เมือง จ.เชียงใหม่ 50100 ประเทศไทย'),
('5888888879', '8768435627123', 'นางสาวทิพนาถ ทิพ', 'หญิง', '0875435217', '72 ซอยทุ่งรี-โคกวัด ต. คอหงส์ , คอหงส์, อำเภอหาดใหญ่, สงขลา, ประเทศไทย, 90110'),
('5897654876', '1399898788986', 'นางสาวรสริน ใจดี', 'หญิง', '809878654', '73 ซอยลาดกระบัง 30, ถนนอ่อนนุช-ลาดกระบัง, สนามบินสุวรรณภูมิ, ลาดกระบัง, กรุงเทพฯ, ประเทศไทย, 10520'),
('5900009231', '3256437685231', 'นางสาวปาณิดา เรืองธรรม', 'หญิง', '0987676754', ' 113 ถนนชีท่าขอน ตำบลในเมือง อำเภอเมือง, ในเมือง, อำเภอเมืองขอนแก่น, ขอนแก่น, ประเทศไทย, 40000'),
('5901232314', '2234324154321', 'นายบุณยภู ดินดี', 'ชาย', '0876543542', '2/1 ซอยพระรามที่ 2 18, ถนนพระรามที่ 2, แขวง บางมด, เขตจอมทอง, จอมทอง, ธนบุรีใต้, กรุงเทพฯ, ประเทศไทย, 10150'),
('5901237658', '1786856479', 'นางสาวชนารดี คงเดิม', 'หญิง', '0821342564', '45 ซอย 9, ถนนราชอุทิศ, ตำบลหาดใหญ่, ตัวเมืองหาดใหญ่, อำเภอหาดใหญ่, สงขลา, ประเทศไทย, 90110'),
('5908764813', '166464843265', 'นายภาคิน บ้านรวย', 'ชาย', '898765045', '9/8 หมู่ 4 ถนน เชียงใหม่ ดอยสะเก็ด, ฟ้าฮ่าม, อำเภอเมืองเชียงใหม่, เชียงใหม่, ประเทศไทย, 50000'),
('5909453621', '2232420987654', 'นายรัตนทัด อยู่ทน', 'ชาย', '0987654657', ' 474 ซอยรามคำแหง 39 (เทพลีลา) พลับพลา วังทองหลาง, พลับพลา, ลาดพร้าว, กรุงเทพฯ, ประเทศไทย, 10310'),
('5912314567', '1234567890678', 'นางสาวกันนาร์ ครูส', 'หญิง', '0814325433', '599/10 ถนนพัทยาใต้, พัทยาใต้, พัทยา, ชลบุรี, ประเทศไทย, 20150'),
('5999999999', '9988767584321', 'นายพลกร แน่วแน่', 'ชาย', '0923154652', '533 ถนนลีลม เขตสีลม, สีลม, บางรัก, กรุงเทพฯ, ประเทศไทย, 10500'),
('600000000', '117409876543', 'นายราเชน บำรุง', 'ชาย', '997658639', '316/1 ซอยสามเสน 4, ถนนสามเสน, บ้านพานถม ,กรุงเทพฯ, ประเทศไทย, 10200'),
('6000000079', '5674358976123', 'นางสาวสาธกา น้ำเย็น', 'หญิง', '0623415467', ' 95/59 ซอยเหล่านาดี 10 ถนนเหล่านาดี ต.ในเมือง, ในเมือง, อำเภอเมืองขอนแก่น, ขอนแก่น, ประเทศไทย, 40000'),
('600000009', '1234567890123', 'นายภาสกร ครัวมี', 'ชาย', '0990760123', '21/1 ซอยเพชรบุรี 13 ถนนเพชรบุรี แขวงถนนพญาไท เขตราชเทวี , ประตูน้ำ, ราชเทวี, กรุงเทพฯ, ประเทศไทย, 10400'),
('6000000342', '4412315678123', 'นางสาวรัญชนา คงดี', 'หญิง', '0634562189', ' 738 ถนนราชอุทิศ, หาดใหญ่นอร์ธ, อำเภอหาดใหญ่, สงขลา, ประเทศไทย, 90110'),
('6000000435', '1123456575432', 'นางสาวศุทธดา เวลา', 'หญิง', '0675438109', '92/108 หมู่ 14 ซอยมิตรภาพ 8/3ถนนมิตรภาพ ตำบลในเมือง อำเภอเมือง, ในเมือง, อำเภอเมืองขอนแก่น, ขอนแก่น, ประเทศไทย, 40000'),
('600000090', '1111111111111', 'นายภูวิศ ความรู้', 'ชาย', '0976767676', '4 ถ.พระราม 2 ซ. 42 แขวงบางมด เขตจอมทอง, จอมทอง, ธนบุรีใต้, กรุงเทพฯ, ประเทศไทย, 10150'),
('6000980706', '3345657358888', 'นางสาวณัชชา ไหนดี', 'หญิง', '0654321654', '3/7 รัชดาภิเษก 14 , ห้วยขวาง, , รัชดา, ห้วยขวาง, กรุงเทพฯ, ประเทศไทย, 10310'),
('6003355600', '3345390879567', 'นางสาวนลิน คนงาม', 'หญิง', '0812345216', ' ถนนศรีภูวนารถ หาดใหญ่ ตำบลควนลัง, ควนหลัง, อำเภอหาดใหญ่, สงขลา, ประเทศไทย, 90110'),
('6007654388', '117409876543', 'นายราเชน บำรุง', 'ชาย', '997654339', '316/1 ซอยสามเสน 4, ถนนสามเสน, บ้านพานถม ,กรุงเทพฯ, ประเทศไทย, 10200'),
('6009876543', '2412345678901', 'นายธนากร ดีมาก', 'ชาย', '897654321', '5 หมู่ 5 ตำบลท่าศาลา อำเภอเมือง, ท่าศาลา, อำเภอเมืองเชียงใหม่, เชียงใหม่, ประเทศไทย, 50000'),
('6012345600', '1123456781234', 'นายโมธร คิดดี', 'ชาย', '0897654435', '2/16 ซอย เพชรบุรี 19 แขวงพญาไท, ประตูน้ำ, ราชเทวี, กรุงเทพฯ, ประเทศไทย, 10400'),
('6068545674', '6896965809644', 'นายเขมกร สุขดี', 'ชาย', '899653576', '252 ถ.รัชดาภิเษก แขวงห้วยขวาง เขตห้วยขวาง กรุงเทพฯ 10310'),
('6076543897', '2553466758398', 'นายธายุกร มากมี', 'ชาย', '876523210', '33/3 ถ.นิมมานเหมินทร์ ซอย 17 ต.สุเทพ อ.เมือง, สุเทพ, นิมมานเหมินทร์, อำเภอเมืองเชียงใหม่, ประเทศไทย, 50200'),
('6097654443', '1456783858766', 'นางสาวภาวิดา รักดี', 'หญิง', '889733200', '1666/1 ซอยลาดกระบัง 11/5, ถ. ลาดกระบัง , สนามบินสุวรรณภูมิ, ลาดกระบัง, กรุงเทพฯ, ประเทศไทย, 10520'),
('6097654866', '1456783428981', 'นางสาววราลี สุรัน', 'หญิง', '889761234', '33 ซอยรามคำแหง 32 ( หรือ ซอยวิเศษสุข หรือ ซอยหัวหมาก 20 ), หัวหมาก, บางกะปิ, กรุงเทพฯ, ประเทศไทย, 10240'),
('6097654876', '1399898788999', 'นางสาววรณัน บ้านไกล', 'หญิง', '809873254', '37 ซ.เพชรบุรี15 ถนนเพชรบุรี , ประตูน้ำ, ราชเทวี, กรุงเทพฯ, ประเทศไทย, 1040'),
('6097654878', '1456783858981', 'นางสาวนิพาดา เกิดแล้ว', 'หญิง', '889733234', '79/6-7 ซ.เพชรบุรี 19 (จุลดิศ), แขวงถนนพญาไท, ประตูน้ำ, ราชเทวี, กรุงเทพฯ, ประเทศไทย, 10400'),
('6097656667', '1756345443525', 'นางสาวรุจิรา ทำดี', 'หญิง', '989799842', ' 392/1 ถนนสามเสน 4., บ้านพานธม พระนคร, ข้าวสาร, พระนคร, กรุงเทพฯ, ประเทศไทย, 10200'),
('6098765422', '1346277899900', 'นายวรพล ดี', 'ชาย', '809890798', '22/22 ถนนชลประทาน ช้างเผือก , ช้างเผือก, อำเภอเมืองเชียงใหม่, เชียงใหม่, ประเทศไทย, 50300'),
('6098765471', '2134567899900', 'นายรัชพล รำรวย', 'ชาย', '8113425880', '128 ม.1 ถ.ห้วยแก้ว ต.ช้างเผือก, ช้างเผือก, อำเภอเมืองเชียงใหม่, เชียงใหม่, ประเทศไทย, 50300'),
('6100000765', '3345267543215', 'นางสาวชนิดา เรืองคุณ', 'หญิง', '0654327654', '168/16 หมู่16 ถ.ศรีมารัตน์ 12 ตำบลในเมือง อำเภอเมือง, ในเมือง, อำเภอเมืองขอนแก่น, ขอนแก่น, ประเทศไทย, 40000'),
('6100078604', '3245678910123', 'นางสาวรัญชนา คงดี', 'หญิง', '0865732145', 'จันทร์นิเวศน์ 3 ซอย 1, ตัวเมืองหาดใหญ่, อำเภอหาดใหญ่, สงขลา, ประเทศไทย, 90110'),
('610654723', '1123543654', 'นายราเชน บำรุง', 'ชาย', '0912343276', '316/1 ซอยสามเสน 4, ถนนสามเสน, บ้านพานถม , ข้าวสาร, พระนคร, กรุงเทพฯ, ประเทศไทย, 10200\r\n'),
('6109078654', '1264898788788', 'นางสาวจิรสุตา มีดี', 'หญิง', '908765465', '44/1 ,44/2 ซอยเพชรบุรี 17, ถนนเพชรบุรี, พญาไท, ประตูน้ำ, ราชเทวี, กรุงเทพฯ, ประเทศไทย, 10400'),
('6109345576', '3312348765901', 'นายธนวัตน์ มาก', 'ชาย', '998860721', '68 ถ.ช้างเผือก ซอย 2 ต.ศรีภูมิ, ศรีภูมิ, อำเภอเมืองเชียงใหม่, เชียงใหม่, ประเทศไทย, 50200'),
('6109876576', '3312345678901', 'นายชัยกร มีสุข', 'ชาย', '890954321', '16/16 ถนนห้วยแก้ว, ตำบลช้างเผือก, อำเภอเมือง, สุเทพ, ห้วยแก้ว, อำเภอเมืองเชียงใหม่, ประเทศไทย, 50300'),
('6112342658', '1264898734654', 'นางสาวหยิดา หลากหลาย', 'หญิง', '0908753656', '333 ซอยพหลโยธิน 34 แขวงเสนานิคม, เสนานิคม, จตุจักร, กรุงเทพฯ, ประเทศไทย, 10900'),
('6121435376', '0987656745678', 'นางสาวรุจาภา บ้านใกล้', 'หญิง', '0643789650', ' 177/88 หมู่17 ถนนมิตรภาพ ตำบลในเมือง อำเภอเมือง, ในเมือง, อำเภอเมืองขอนแก่น, ขอนแก่น, ประเทศไทย, 40000'),
('6123423543', '2222222222222', 'นายศรัณ ฝากที', 'ชาย', '988888888', '209 ถนนรัชดาภิเษก ซอย 17 ดินแดง, รัชดาภิเษก, รัชดา, ห้วยขวาง, กรุงเทพฯ, ประเทศไทย, 10400'),
('6123456789', '1309008076984', 'นายไตรทศ มีสิน', 'ชาย', '0906765875', '70/2 ถ.หมื่นด้ามพร้าคต, ต.ช้างเผือก, ช้างเผือก, อำเภอเมืองเชียงใหม่, เชียงใหม่, ประเทศไทย, 50300'),
('6123765483', '3342516578987', 'นายมหากุล ปลอดภัย', 'ชาย', '0623142567', ' 90 ถนนคู้บอน แขวงรามอินทรา, รามอินทรา, บางเขน, กรุงเทพฯ, ประเทศไทย, 10230'),
('6134254688', '3342165789342', 'นายธนภัทร หลาก', 'หญิง', '0612134215', '275 หมู่ 6, ถนน สุขุมวิท นาเกลือ บางละมุง, นาเกลือ, พัทยา, ชลบุรี, ประเทศไทย, 20150'),
('6134256758', '3245364517865', 'นางสาวคีติกา คมมาก', 'หญิง', '0934251657', '33/2 ถนนราษฎรยินดี, ตัวเมืองหาดใหญ่, อำเภอหาดใหญ่, สงขลา, ประเทศไทย, 90110'),
('6143526785', '2314325436573', 'นางสาวลูเชียโน่ บาสเตียน', 'หญิง', '0954637217', '172/167 หมู่ 12 ถนนเลียบทางรถไฟ ระหว่าง ซอยชัยพฤกษ์ 2 และซอยเขามะกอก ต.หนองปรือ อ.บางละมุง, เขาตาโล, พัทยา, ชลบุรี, ประเทศไทย, 20150'),
('6154365789', '5467543218907', 'นางสาวกนิษฐา บ้านใกล้', 'หญิง', '0934253467', '105 ถนนชัยณรงค์ ตำบลในเมือง, ในเมือง, อำเภอเมืองขอนแก่น, ขอนแก่น, ประเทศไทย, 40000'),
('6167533241', '1656345443525', 'นางสาววัจสา มานะ', 'หญิง', '0899099842', '99, 99/1 ซอยลาดพร้าว 101 แยก 38, ถนนลาดพร้าว 101, คลองจั่น, บางกะปิ, คลองจั่น, บางกะปิ, กรุงเทพฯ, ประเทศไทย, 10230'),
('6176543876', '2134567896589', 'นายธัชชัย มากมาย', 'ชาย', '898765436', '90 หมู่4 ถ.หางดง-สเมิง, บ้านปง, อำเภอหางดง, เชียงใหม่, ประเทศไทย, 50230'),
('6187213220', '1264876876543', 'นายโมธร คิดดี', 'ชาย', '922654330', '23/6 สุขุมวิทซอย 11, นานา, สุขุมวิท, กรุงเทพฯ, ประเทศไทย, 10110'),
('6187213320', '1264876876543', 'นายโมธร คิดดี', 'ชาย', '922654330', '23/6 สุขุมวิทซอย 11, นานา, สุขุมวิท, กรุงเทพฯ, ประเทศไทย, 10110'),
('6187653425', '176409876954', 'นายยุทธนา บ้านนา', 'ชาย', '934154330', '409 -421/4 ถนน เยาวราช, เยาวราช, สัมพันธวงศ์, กรุงเทพฯ, ประเทศไทย, 10100'),
('6187654110', '134509876543', 'นายยุทธนา คงมี', 'ชาย', '887654880', '99 ถนนราชดำริ, ปทุมวัน, , สยาม, ปทุมวัน, กรุงเทพฯ, ประเทศไทย, 10330'),
('6187654320', '156409876543', 'นายธีรธรรม ดี', 'ชาย', '987654330', '56/2 หมู่ 4 ต. ท่าศาลา, ท่าศาลา, อำเภอเมืองเชียงใหม่, เชียงใหม่, ประเทศไทย, 50000'),
('6187654367', '124367854878', 'นายญตว์ คงมี', 'ชาย', '988761123', '10/3 ถ.หมื่นด้ามพร้าคต ซอย 9 ต.ช้างเผือก อ.เมือง, ช้างเผือก, อำเภอเมืองเชียงใหม่, เชียงใหม่, ประเทศไทย, 50300'),
('6187654388', '116409876543', 'นายราเชน บำรุง', 'ชาย', '987654339', '316/1 ซอยสามเสน 4, ถนนสามเสน, บ้านพานถม , ข้าวสาร, พระนคร, กรุงเทพฯ, ประเทศไทย, 10200'),
('6187976543', '1664898734654', 'นางสาวภารดี คงมี', 'หญิง', '956438769', '7, Soi 4, Chotana Rd., T.Chang Puak, A. Mueang, ช้างเผือก, อำเภอเมืองเชียงใหม่, เชียงใหม่, ประเทศไทย, 50100'),
('6188000160', '156409226543', 'นายเรวัต สุขุม', 'ชาย', '955654330', '2/16 ซอย เพชรบุรี 19 แขวงพญาไท, ประตูน้ำ, ราชเทวี, กรุงเทพฯ, ประเทศไทย, 10400'),
('6189543218', '1264898788754', 'นางสาวปนิดา บุญเรือง', 'หญิง', '909897654', '99 ถนน กำแพงเพรช 6 , หลักสี่, ดอนเมือง, กรุงเทพฯ, ประเทศไทย, 10210'),
('6194656578', '1544245858981', 'างสาวธมน มีเงิน', 'หญิง', '889667772', '555/55 ถ. สมเด็จพระเจ้าตากสิน, แขวงสำเหร่, ธนบุรี, กรุงเทพฯ, ประเทศไทย, 10600'),
('6197653427', '1856345443525', 'นางสาวตนิตา ธรรมชาติ', 'หญิง', '889799552', '135 ซอยสามเสน 4 แขวงบ้านพานถม, ข้าวสาร, ข้าวสาร, พระนคร, กรุงเทพฯ, ประเทศไทย, 10200'),
('6198076589', '2234156789', 'นางสาวสุทัตตา ไม้งาม', 'หญิง', '0976543564', '193/24 ซ.ศรีจันทร์ 10/1 ถ.ศรีจันทร์ ต.ในเมือง, ในเมือง, อำเภอเมืองขอนแก่น, ขอนแก่น, ประเทศไทย, 40000'),
('6198989898', '1234567891234', 'นายภูเบศ เขาใหญ่', 'ชาย', '0876585467', '1658/18-21 ซ.พหลโยธิน 30/1 ถ.พหลโยธิน แขวงจันเกษม เขตจตุจักร, จันทรเกษม, จตุจักร, กรุงเทพฯ, ประเทศไทย, 10900'),
('6200008794', '2231456389087', 'นางสาวมนสิชา ไปไหน', 'หญิง', '0976546321', ' 335 ถนนรื่นรมย์ ตำบลในเมือง, ขอนแก่น ช้อปปิ้ง เซ็นเตอร์, อำเภอเมืองขอนแก่น, ขอนแก่น, ประเทศไทย, 40000'),
('6200067859', '2213424213456', 'นางสาวปุณณภา บ้านไหน', 'หญิง', '0900000076', '53/1 ถนน พิมพสุต, ตำบล ในเมือง, อำเภอ เมืองขอนแก่น, ขอนแก่น ช้อปปิ้ง เซ็นเตอร์, อำเภอเมืองขอนแก่น, ขอนแก่น, ประเทศไทย, 40000'),
('6200897653', '156409568845', 'นายชยน มีตัง', 'ชาย', '912342548', '13 ถ.ชมดอย ต.สุเทพ อ.เมือง, สุเทพ, นิมมานเหมินทร์, อำเภอเมืองเชียงใหม่, ประเทศไทย, 50200'),
('6202345123', '4432154678912', 'นางสาวธัญชนก คนไหน', 'หญิง', '0812321435', ' 142/87 หมู่ 6 ถนนศรีจันทร์ ซอย 33, ในเมือง, อำเภอเมืองขอนแก่น, ขอนแก่น, ประเทศไทย, 40000'),
('6209876543', '2134567896542', 'นายนิรัช ดีมาก', 'ชาย', '845678987', '404/2 ถนนเชียงใหม่-ลำปาง ต.หนองป่าครั่ง, วัดเกต, นวรัฐ, อำเภอเมืองเชียงใหม่, ประเทศไทย, 50000'),
('6209876758', '2345678910987', 'นายรสิน คงอยู่', 'ชาย', '0912345432', '5 ซอยสรณคมน์ 3 (ทวีวัฒน์ 1) แขวงสีกัน, สนามบินดอนเมือง, ดอนเมือง, กรุงเทพฯ, ประเทศไทย, 10210'),
('6213242222', '2132453657154', 'นางสาวผริดา คงมั่น', 'หญิง', '0943523154', '39/18 ถ กาญจนวนิช 29 , เขารูปช้าง, อำเภอเมืองสงขลา, สงขลา, ประเทศไทย, 90000'),
('6215438765', '1523243765897', 'นางสาวรัญชิตา บุญรอด', 'หญิง', '0624354671', '43/10 ศรีผดุงวิถี ซอย2 ตลาดเมืองหาดใหญ่, ตัวเมืองหาดใหญ่, อำเภอหาดใหญ่, สงขลา, ประเทศไทย, 90110'),
('6223143547', '3311564327143', 'นายลิปปกร อยู่', 'ชาย', '0612543768', ' 9 ถนนศรีนครินทร์ บางนา, บางนา, กรุงเทพฯ, ประเทศไทย, 10250\r\n'),
('6231456342', '3345217658976', 'นางสาวธาริภา มานา', 'หญิง', '0812112111', '19/59 ถนนเฉลิมพระเกียรติ ต.ในเมือง, ในเมือง, อำเภอเมืองขอนแก่น, ขอนแก่น, ประเทศไทย, 40000'),
('6234254310', '3344335210', 'นายปองภพ ภาพสวย', 'ชาย', '0978675465', '14/7-8 ซอยจุลดิศ (เพชรบุรี 19) ถนนเพชรบุรี แขวงถนนพญาไท, ประตูน้ำ, ราชเทวี, กรุงเทพฯ, ประเทศไทย, 10400'),
('6234325418', '5576983216543', 'นายวรายุ ทำนาย', 'ชาย', '0876465644', '122/73-74 ถนนราชปรารภ แขวงพญาไท, ประตูน้ำ, ราชเทวี, กรุงเทพฯ, ประเทศไทย, 10400'),
('6234562186', '2112335465901', 'นายวัชสัณห์ ธรรม', 'ชาย', '896654321', '4 ซ.13 ถ.นิมมานเหมินทร์ ต.สุเทพ, สุเทพ, นิมมานเหมินทร์, อำเภอเมืองเชียงใหม่, ประเทศไทย, 5020'),
('6239768320', '4352165745675', 'นายวิศาล รุ่งโรจ', 'ชาย', '0989909790', ' 168 ซอย แจ้งวัฒนะ 13 หลักสี่, หลักสี่, ดอนเมือง, กรุงเทพฯ, ประเทศไทย, 10210'),
('6246864890', '2345567899877', 'นายชลากร มุบุญ', 'ชาย', '897543657', 'ถนนพระราม 9 แขวงห้วยขวาง เขตห้วยขวาง กรุงเทพมหานคร 10310'),
('6267548209', '156409562364', 'นายศรุต บ้านมี', 'ชาย', '967548762', '223 หมู่5 ต.แม่เหียะ อ.เมือง, แม่เหียะ, อำเภอเมืองเชียงใหม่, เชียงใหม่, ประเทศไทย, 50100'),
('6276543298', '2253467788896', 'นายวิรากร ดีเด่น', 'ชาย', '976543210', '6 หมู่ 2 ซ.โทรคมนาคม 1 ต.ช้างเผือก อ.เมือง, สุเทพ, ห้วยแก้ว, อำเภอเมืองเชียงใหม่, ประเทศไทย, 50300'),
('6276543897', '2253466759698', 'นายนิรัช มีสุข', 'ชาย', '896543210', '113/11 หมู่1 ต.หนองป่าครั่ง, หนองป่าครั่ง, อำเภอเมืองเชียงใหม่, เชียงใหม่, ประเทศไทย, 50000'),
('6288656578', '1656345858981', 'นางสาวพรวลัย บุญมี', 'หญิง', '889552102', '57/34 ถนนเพชรบุรี ซอยเพชรบุรี 15 เเขวงราชเทวี เขตพญาไท, ประตูน้ำ, ราชเทวี, กรุงเทพฯ, ประเทศไทย, 10400 '),
('6297223578', '1556274858981', 'นางสาวณฐ บุญมา', 'หญิง', '889739908', '49/38-40 ซอยเพชรบุรี 15 ถนนพญาไท, ประตูน้ำ, ราชเทวี, กรุงเทพฯ, ประเทศไทย, 10400'),
('6297651234', '1556345447745', 'นางสาววิดณา ใจธรรม', 'หญิง', '976799842', '1/45-1/48, Sukhumvit 30, Klongtoey, Sukhumvit, พร้อมพงษ์, สุขุมวิท, กรุงเทพฯ, ประเทศไทย, 10110'),
('6297654878', '1556783858981', 'นางสาวรวิสุดา ใจรัก', 'หญิง', '889733222', '777 ซอย ลาดพร้าว130 ลาดพร้าว , คลองจั่น, บางกะปิ, กรุงเทพฯ, ประเทศไทย, 102400'),
('6297655567', '1556345773525', 'นางสาวลลิดา คิน', 'หญิง', '877799842', '1 ถนนเพชรบุรี , ราชเทวี, กรุงเทพฯ, ประเทศไทย, 10400'),
('6297656578', '1556345858981', 'นางสาวฐายิกา เดียวดาย', 'หญิง', '889737832', 'เลขที่ 6 ซอยเพรชบุรี 15 ถนนเพชรบุรี , ประตูน้ำ, ราชเทวี, กรุงเทพฯ, ประเทศไทย, 10400'),
('6297656667', '1556345443525', 'นางสาวชลกนก สุขทัย', 'หญิง', '889799842', '428 ลาดกระบังซอย 3, ถนน ประชาทร, ลาดกระบัง, ลาดกระบัง, , สนามบินสุวรรณภูมิ, ลาดกระบัง, กรุงเทพฯ, ประเทศไทย, 10520'),
('6297656881', '1556345853325', 'นางสาวศัสยมน คงยาก', 'หญิง', '889735542', '122/32-34 ถนนราชปรารภ แขวงพญาไท, ประตูน้ำ, ประตูน้ำ, ราชเทวี, กรุงเทพฯ, ประเทศไทย, 10400'),
('629765847', '1556342233525', 'นางสาววันนีย์ พรุ่งนีย์', 'หญิง', '900643215', '94/1 ถนน พหลโยธิน ซอย 48 วงเวียนหลักสี่, สนามบินดอนเมือง, ดอนเมือง, กรุงเทพฯ, ประเทศไทย, 10220'),
('6298655776', '1123467788896', 'นายวรภัทร ได้ดี', 'ชาย', '887437556', '201 หมู่5 สันผีเสื้อ, สันผีเสื้อ, อำเภอเมืองเชียงใหม่, เชียงใหม่, ประเทศไทย, 50300'),
('6298765465', '1298765436543', 'นายเรวัต สุขุม', 'ชาย', '0987654321', '316/1 ซอยสามเสน 4, ถนนสามเสน, บ้านพานถม , ข้าวสาร, พระนคร, กรุงเทพฯ, ประเทศไทย, 10200'),
('6298765666', '6234156437888', 'นายศาสะ ภัยมา', 'ชาย', '0654328765', 'ซอยลาดพร้าว 4 ถนนลาดพร้าว แขวงจอมพล เขตจตุจักร, จอมพล, จตุจักร, กรุงเทพฯ, ประเทศไทย, 10900'),
('6299999870', '2209876584145', 'นางสาวธารมิกา ธาร', 'หญิง', '0934251675', ' 679 ถ.เพชรเกษม, หาดใหญ่นอร์ธ, อำเภอหาดใหญ่, สงขลา, ประเทศไทย, 90110');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `room`
--
ALTER TABLE `room`
  ADD PRIMARY KEY (`Room_NO`,`Dorm_No`);

--
-- Indexes for table `student`
--
ALTER TABLE `student`
  ADD PRIMARY KEY (`StudentID`);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
